{
  "about_title": "What is TON Ambassadors?",
  "about_description": "Are you passionate about the world of crypto and looking to take your journey to the next level? The Open Network is excited to introduce TON Ambassadors, designed for crypto enthusiasts.",
  "about_note": "The TON Ambassadors Program is open to all individuals passionate about crypto, regardless of their skill level. It unlocks exclusive access, opportunities, and benefits within the TON ecosystem.",
  "use_cases_access": "__Early access__ to development and ties to the founders.",
  "use_cases_meetups": "Exclusive __monthly meetups__ with core members.",
  "use_cases_partnership": "Direct access to __partnership and AMA__ opportunities.",
  "use_cases_job": "Potential __internships, jobs, and progression__ within TON.",
  "use_cases_merch": "Limited edition __TON merch__.",
  "use_cases_coaching": "__Сoaching__ to enhance your crypto professional skills.",
  "use_cases_ton_title": "__TON Ambassadors title__, recognition member of TON.",
  "use_cases_volunteer": "Opportunities to become a __paid volunteer__.",
  "use_cases_benefit": "Over time, additional benefits may appear.",
  "use_cases_title": "Get access to unique opportunities",
  "goals_title": "Our goals",
  "goals_description": "The above benefits provide a glimpse into the vast potential that lies ahead for those who join TON Ambassadors. Through ongoing assessment, guidance and coaching from multiple stakeholders in the TON ecosystem, we strive to develop well-rounded crypto professionals with diverse skills and the ability to excel in various roles.",
  "goals_note": "You will have the opportunity to thrive within the TON ecosystem and ultimately emerge as an improved version of yourself. Of course, we hope you'll choose to stay with us on this journey.",
  "join_movement_title": "Join the movement",
  "join_movement_subtitle": "Apply now to be a part of the TON community and take your crypto career to new heights. We review all applications, successful candidates will be notified.",
  "join_now": "Join now",
  "become_title": "Become a",
  "ambassador_title": "TON Ambassador",
  "ambassador_subtitle": "Fast-track for crypto enthusiasts and Web3 wizards looking to grow the TON community."
}